Repository: milukove/Flight-Search-Widget-Blocks
Catalog: flight-search-widget-blocks/languages/fswb-*.po
Languages: ru_ru

source: Flight Search Widget Blocks
ru_ru: Виджеты поиска авиабилетов для Gutenberg

source: Plugin adds Skyscanner widgets as gutenberg editor blocks.
ru_ru: Плагин добавляет виджеты SkyScanner в качестве блоков редактора Gutenberg.

source: Egor Milyukov
ru_ru: Егор Милюков

source: General settings
ru_ru: Основные настройки

source: Associate ID
ru_ru: Идентификатор ассоциированного партнера

source: If you have a direct partnership with Skyscanner paste your associate ID here to ensure your exits are tracked.
ru_ru: Если у вас есть прямое партнерство с Skyscanner вставьте ваш ассоциированный ID здесь, чтобы убедиться, что ваши выходы отслеживаются.

source: If you do not know your associate ID, you can obtain it from your account manager.
ru_ru: Если вы не знаете своего идентификатора, вы можете получить его у менеджера по учетным записям SkyScanner.

source: WhiteLabel domain
ru_ru: Домен WhiteLabel

source: Widgets have been designed to work with White Labels from the start, and include features such as automatic styling to make your life easier.
ru_ru: Виджеты были разработаны для работы с White Labels с самого начала, и включают в себя такие функции, как автоматическая стилизация, которая делает настройку виджета проще.

source: Set widget language.
ru_ru: Установите локализацию виджета.

source: This language will be used on skyscannner or whitelabel site when user redirected to it by one of your widgets
ru_ru: Этот язык будет использоваться на SkyScanner или Whitelabel сайте, когда пользователь перенаправляется на него одним из ваших виджетов

source: Widget Blocks
ru_ru: Блоки виджетов

source: Basic Widget provide a clean and simple tracked referral to the flight search on Skyscanner or a White Label.
ru_ru: Basic Widget предоставляет чистую и просто отслеживаемую ссылку на поиск рейса на SkyScanner или White Label.

source: Location Widgets provide a clean and simple tracked referral to the flight search on Skyscanner or a White Label.
ru_ru: Location Widget предоставляет чистую и просто отслеживаемую ссылку на поиск рейса на SkyScanner или White Label.

source: Simple Flight Search Widget gives you everything your users need to start a search for flights on your site.
ru_ru: Simple Flight Search Widget предоставляет все что нужно, чтобы ваши посетители могли пользоваться полноценным поиском авиабилетов на вашем сайте.

source: <a href="%s"><strong>Get Premium</strong></a> to enable Flight Search Widget and Insider Tips Widget
ru_ru: <a href="%s"><strong>Получите Премиум доступ</strong></a> чтобы активировать Flight Search Widget и Insider Tips Widget

source: Premium
ru_ru: Премиум

source: Flight Search Widget is similar to the Simple Flight Search Widget, but it provides a comprehensive control of flight search on your site.
ru_ru: Flight Search Widget похож на Simple Flight Search Widget, но предоставляет больше настроек для поиска рейса.

source: Insider Tips Widgets are designed to provide users with helpful statistical information about flights, like the cheapest month to fly and indicative pricing for a specified route.
ru_ru: Виджеты Insider Tips разработаны предоставить пользователям полезную информацию о рейсах, такую как самый дешевый месяц для перелета или цены на конкретный маршрут.

source: About
ru_ru: О плагине

source: Plugin name: %s
ru_ru: Название плагина: %s

source: Plugin author: %s
ru_ru: Автор плагина: %s

source: Plugin version: %s
ru_ru: Версия плагина: %s

source: Description
ru_ru: Описание

source: Flight Search Widget Blocks is the easiest way to start earning money with SkyScanner affiliate program. Plugin adds Skyscanner widgets as gutenberg editor customizable blocks.
ru_ru: Flight Search Widget Blocks это самый простой способ начать зарабатывать с партнерской программой SkyScanner. Плагин добавляет виджеты SkyScanner в виде блоков редактора Gutenberg.

source: Adding a widget to your site takes just a few clicks. Set some options on the plugin settings page. Then go to your post edit page and pick up one of SkyScanner Widgets from Flight Search Widgets section.
ru_ru: Для добавления виджета на сайт потребуется всего пара кликов. Укажите минимальные настройки на странице плагина, затем перейдите к редактированию записи или страницы и выберите один из виджетов SkyScanner из раздела «Виджеты поиска авиабилетов для Gutenberg».

source: Thats it, the widget is ready to go. You can change some styles and set another custom parameters or just use it as is. Plugin will work fine both ways.
ru_ru: Вот и все, виджет готов к работе. Вы можете изменить стиль отображения и настроить дополнительные параметры или использовать как есть. Плагин будет работать в обоих случаях.

source: <a href="%s">Full plugin documentation</a>
ru_ru: <a href="%s">Документация плагина</a>

source: If you like our plugin and you find it useful, please, help us spread a word about it — <a href="%s">leave a review</a>
ru_ru: Если плагин вам понравился и был полезен, пожалуйста, помогите нам рассказать о нем миру — <a href="%s">оставьте отзыв</a>

source: Plugin adds Skyscanner widgets as gutenberg editor blocks
ru_ru: Плагин добавляет виджеты SkyScanner в качестве блоков редактора Gutenberg

source: Button Label
ru_ru: Текст кнопки

source: Use {location} to insert Location into button text. E.g.: "Let's go to {location} right now!"
ru_ru: Используйте {location} чтобы вставить название пункта назначения в текст кнопки. Например: "Отправиться в {location} прямо сейчас!"

source: Location name in single quotes
ru_ru: Свободный текст (Название пункта отправления в одинарных кавычках)

source: Show arrow icon insted of a plane
ru_ru: Показывать иконку стрелки вместо самолета

source: Open in new tab
ru_ru: Открыть в новом окне

source: Widget colors
ru_ru: Цвета виджета

source: Background color
ru_ru: Цвет фона

source: Enable Placeholders
ru_ru: Включить Placeholders

source: Show placeholders inside input tags instead of label tags
ru_ru: Показывать названия полей внутри полей ввода

source: Font color
ru_ru: Цвет текста

source: Button background color
ru_ru: Цвет фона кнопки

source: Button font color
ru_ru: Цвет текста кнопки

source: Insider Tips Widget requires presetting both Origin and Destination locations
ru_ru: Insider Tips Widget требует указать оба пункта: отправления и назначения

source: Origin name
ru_ru: Название пункта отправления

source: Free text (Location name in single quotes)
ru_ru: Свободный текст (Название в одинарных кавычках)

source: Destination name
ru_ru: Название пункта назначения

source: Free text (Destination name in single quotes)
ru_ru: Свободный текст (Название пункта назначения в одинарных кавычках)

source: Defines a type of displayed statistics
ru_ru: Определяет тип показываемой статистики

source: The widget's design completely depends on this attribute
ru_ru: Дизайн виджета целиком зависит от этого параметра

source: Text color of the heading banner
ru_ru: Цвет заголовка

source: Color for the chart line/bars
ru_ru: Цвет линий и панелей на графике

source: Color for the chart minimum/maximum data point
ru_ru: Цвет минимальных/максимальных значений на графике

source: Background color of the search button
ru_ru: Цвет фона кнопки поиска

source: Font color of the search button
ru_ru: Цвет текста кнопки поиска
